[
    {
        "id": 1,
        "category": "skin",
        "title": "Traditional Vedic Massage",
        "price": 30,
        "featureOne": "55 mins Hot Stone Massage",
        "featureTwo": "15 mins Head Oil Massage",
        "details": "It uses food, spices, herbal remedies, bodywork and lifestyle changes to boost your health and balance the body, mind and spirit. An Ayurvedic massage applies the principles of Ayurvedic medicine to, you guessed it, a massage. It's typically focused on relaxation, stress relief and releasing emotional blockages.",
        "img": "https://i.ibb.co/GM31gt7/skin1.jpg"
    },
    {
        "id": 2,
        "category": "skin",
        "title": "Skin & Beauty Care",
        "price": 50,
        "featureOne": "55 mins Hot Stone Massage",
        "featureTwo": "15 mins Head Oil Massage",
        "details": "Skin care is the range of practices that support skin integrity, enhance its appearance and relieve skin conditions. ... Practices that enhance appearance include the use of cosmetics, botulinum, exfoliation, fillers, laser resurfacing, microdermabrasion, peels, retinol therapy and ultrasonic skin treatment",
        "img": "https://i.ibb.co/nL1Gdyg/skin2.jpg"
    },
    {
        "id": 3,
        "category": "skin",
        "title": "Executive Reflexology",
        "price": 99,
        "featureOne": "55 mins Hot Stone Massage",
        "featureTwo": "15 mins Head Oil Massage",
        "details": "When it comes to relaxation, there are a few things we can associate with that: spa days, cozying up by the fire, staying in bed all morning, and, of course, getting a massage. And although massage is great for helping you relax, it has more therapeutic benefits, too.",
        "img": "https://i.ibb.co/48y6dkg/body3.jpg"
    },
    {
        "id": 4,
        "category": "message",
        "title": "Hot Stone Massage",
        "price": 150,
        "featureOne": "55 mins Hot Stone Massage",
        "featureTwo": "15 mins Head Oil Massage",
        "details": "A hot stone massage is a type of massage therapy. It's used to help you relax and ease tense muscles and damaged soft tissues throughout your body. During a hot stone massage, smooth, flat, heated stones are placed on specific parts of your body.",
        "img": "https://i.ibb.co/jL8JYzD/body2.jpg"
    },
    {
        "id": 5,
        "category": "message",
        "title": "Massage Therapy",
        "price": 350,
        "featureOne": "55 mins Hot Stone Massage",
        "featureTwo": "15 mins Head Oil Massage",
        "details": "Massage therapy is used to help manage a health condition or enhance wellness. It involves manipulating the soft tissues of the body. Massage has been practiced in most cultures, both Eastern and Western, throughout human history, and was one of the earliest tools that people used to try to relieve pain.",
        "img": "https://i.ibb.co/zr4Cgxf/message2.jpg"
    },
    {
        "id": 6,
        "category": "message",
        "title": "Traditional Vedic Massage",
        "price": 500,
        "featureOne": "55 mins Hot Stone Massage",
        "featureTwo": "15 mins Head Oil Massage",
        "details": "It uses food, spices, herbal remedies, bodywork and lifestyle changes to boost your health and balance the body, mind and spirit. An Ayurvedic massage applies the principles of Ayurvedic medicine to, you guessed it, a massage. It's typically focused on relaxation, stress relief and releasing emotional blockages.",
        "img": "https://i.ibb.co/DQq0Xsq/message3.jpg"
    },
    {
        "id": 7,
        "category": "body",
        "title": "Deep Tissue Massage",
        "price": 249,
        "featureOne": "55 mins Hot Stone Massage",
        "featureTwo": "15 mins Head Oil Massage",
        "details": "It's common to feel a degree of discomfort during the massage itself. You can also expect to experience some stiffness and soreness in the day or so following your deep tissue massage. Of course, if this pain doesn't naturally fade away then you should get in touch with your therapist to talk it through.",
        "img": "https://i.ibb.co/q0M5mz1/body1.jpg"
    },
    {
        "id": 8,
        "category": "body",
        "title": "Hot Stone Massage",
        "price": 499,
        "featureOne": "55 mins Hot Stone Massage",
        "featureTwo": "15 mins Head Oil Massage",
        "details": "The hot stones help the massage therapist ease into the muscle tissue at a deeper level while applying less pressure to the muscles, thereby avoiding any resistance by the muscles to lock up or resist the work. The extra warmth provides faster therapeutic results and deep relaxation.",
        "img": "https://i.ibb.co/jL8JYzD/body2.jpg"
    },
    {
        "id": 9,
        "category": "body",
        "title": "Full Body Tan Treatments",
        "price": 999,
        "featureOne": "55 mins Hot Stone Massage",
        "featureTwo": "15 mins Head Oil Massage",
        "details": "A tanning treatment colours your skin so that it looks as though you have been evenly basted in the sun and have a \"healthy\" tan. An application of fake tan in a spa will usually take the form of a spray tan in a booth or tent, or an application of a lotion or cream by hand.",
        "img": "https://i.ibb.co/48y6dkg/body3.jpg"
    },
    {
        "id": 10,
        "category": "aroma",
        "title": "Aroma & Jet Hydro Therapy",
        "price": 300,
        "featureOne": "55 mins Hot Stone Massage",
        "featureTwo": "15 mins Head Oil Massage",
        "details": "Hydrotherapy involves the use of water to aid in pain relief and maintain health. Every body is different, which is why we provide a variety of Stainless Steel jet options. Treat yourself to the ultimate low back massage with our highly therapeutic Pinwheel Roto Jets.",
        "img": "https://i.ibb.co/r6jz3r9/aroma1.jpg"
    },
    {
        "id": 11,
        "category": "aroma",
        "title": "Jacuzzi Natural Spa",
        "price": 450,
        "featureOne": "55 mins Hot Stone Massage",
        "featureTwo": "15 mins Head Oil Massage",
        "details": "The Natural Spa is the finest, gentlest, easiest-to-use spa water conditioner on the market today. Our unique formula of natural enzymes, minerals, and plant extracts work perfectly! The water is noticeably softer, stays very clear, has no odor, no foam, and most importantly does not irritate the eyes or skin.",
        "img": "https://i.ibb.co/F622x4j/aroma2.jpg"
    },
    {
        "id": 12,
        "category": "aroma",
        "title": "Metaphysical Spa Treatments",
        "price": 990,
        "featureOne": "55 mins Hot Stone Massage",
        "featureTwo": "15 mins Head Oil Massage",
        "details": "Metaphysical spa treatments are spa services which provide you with comfort, beyond the boundaries of physical world. It generally focuses on working on the body internal energy systems, predicting the future, and connecting with your inner self or intuition.",
        "img": "https://i.ibb.co/MS9p55y/aroma3.jpg"
    }
]